export const metadata = {
  title: "내 주변 가장 가까운 핫플 제휴점 찾기 - 여기닷",
  description: "내 주변 가장 가까운 핫플을 한눈에 확인하세요! 나와 가장 가까운 애견펜션, 라운지바등 핫플을 쉽고 빠르게 찾을 수 있게 도와드리는 여기닷은 대한민국 핫플레이스의 가격, 인지도를 모두 비교 분석하여 소비자에게 가장 합리적이고 정확한 내 주변 업체를 소개하는 대한민국 최고의 중개 플랫폼입니다.",
  keywords: "내 주변 핫플, 근처 핫플레이스, 애견펜션, 라운지바, 클럽, 나이트, 주변 업체 찾기, 여기닷, 핫플 가격비교, 위치기반 검색, 실시간 위치, 주변 제휴점, 가까운 업소, 업체 추천, 거리순 정렬",
  openGraph: {
    title: "내 주변 가장 가까운 핫플 제휴점 찾기 - 여기닷",
    description: "내 주변 가장 가까운 핫플을 한눈에 확인하세요! 나와 가장 가까운 애견펜션, 라운지바등 핫플을 쉽고 빠르게 찾을 수 있게 도와드리는 여기닷은 대한민국 핫플레이스의 가격, 인지도를 모두 비교 분석하여 소비자에게 가장 합리적이고 정확한 내 주변 업체를 소개하는 대한민국 최고의 중개 플랫폼입니다.",
    type: "website",
    siteName: "여기닷",
    locale: "ko_KR",
  },
}; 