export const 서울 = [
  "전체", "강남구", "강동구", "강북구", "강서구", "관악구", "광진구", "구로구", "금천구", "강남구청", "건대", "교대", "노원구", "도봉구", "동대문구", "동작구", "동묘", "마포구", "발산역", "서대문구", "서초구", "성동구", "성북구", "송파구", "삼각지", "선릉", "신논현", "서울역", "숙대", "양천구", "영등포구", "용산구", "은평구", "위례", "을지로", "이대역", "왕십리", "이수", "언주", "종로구", "중구", "중랑구", "종각", "충정로", "충무로", "홍대", "개포동", "가락동", "강일동", "가양동", "고덕동", "길동", "군자동", "개봉동", "갈현동", "관철동", "공항동", "공릉동", "구의동", "고척동", "공덕동", "가산동", "관수동", "금호동", "광장동", "갈월동", "광희동", "구산동", "길음동", "거여동", "논현동", "내수동", "남영동", "능동", "노고산동", "남창동", "녹번동", "남현동", "대치동", "둔촌동", "당산동", "등촌동", "대림동", "대방동", "다동", "대현동", "답십리동", "대조동", "도선동", "대신동", "동교동", "도곡동", "도화동", "동선동", "동소문동", "도림동", "대흥동", "독산동", "묵동", "문정동", "망우동", "미아동", "문래동", "마포신정동", "명동", "목동", "망원동", "마장동", "마곡동", "면목동", "명일동", "방배동", "방학동", "번동", "북창동", "반포동", "보문동", "불광동", "봉천동", "방화동", "방이동", "삼성동", "수서동", "신사동", "세곡동", "석촌동", "삼전동", "성내동", "시흥동", "상수동", "신천동", "신월동", "신림동", "신도림동", "신대방동", "신내동", "신길동", "소공동", "상암동", "수유동", "성수동", "사근동", "신촌동", "성산동", "사당동", "상도동", "신수동", "삼선동", "신당동", "수송동", "숭인동", "상계동", "서교동", "신설동", "상봉동", "상일동", "쌍문동", "압구정동", "역삼동", "여의도동", "암사동", "오류동", "양천신정동", "원지동", "은천동", "일원동", "율현동", "우면동", "월곡동", "양평동", "염창동", "연신내", "옥수동", "이촌동", "이태원동", "우이동", "용두동", "응암동", "용강동", "용문동", "역촌동", "인의동", "아현동", "약수동", "용답동", "연남동", "안암동", "월계동", "이문동", "양재동", "자곡동", "자양동", "중계동", "중림동", "진관동", "잠원동", "중화동", "장지동", "중곡동", "장위동", "장안동", "정릉동", "전농동", "제기동", "장충동", "잠실동", "청담동", "창신동", "창천동", "창동", "청진동", "청량리동", "청파동", "천호동", "풍납동", "화양동", "흑석동", "화곡동", "회현동", "합정동", "혜화동", "휘경동", "행당동", "회기동", "한남동", "홍제동", "효창동", "흥인동", "황학동", "학동"
]


export const 인천 = [
"전체", "영종도", "검단", "송도", "청라", "강화군", "옹진군", "계양구", "남동구", "동구", "미추홀구", "부평구", "서구", "소래포구", "연수구", "중구", "호구포", "구월동", "고잔동", "계산동", "가정동", "가좌동", "검암동", "경서동", "갈산동", "관교동", "간석동", "논현동", "당하동", "도화동", "동춘동", "마전동", "문학동", "만수동", "부개동", "석남동", "산곡동", "송림동", "십정동", "숭의동", "심곡동", "삼산동", "선학동", "송현동", "사동", "신포동", "서창동", "오류동", "운서동", "인현동", "연수동", "원당동", "용종동", "왕길동", "옥련동", "연희동", "임학동", "용현동", "주안동", "중산동", "작전동", "청학동", "청천동", "효성동", "학익동", "항동"
]
export const 대전 = ["전체", "동구", "대덕구", "서구", "유성구", "중구", "갈마동", "가장동", "가오동", "궁동", "관평동", "관저동", "괴정동", "노은동", "둔산동", "도룡동", "대정동", "도마동", "대사동", "덕명동", "도안동", "둔곡동", "대흥동", "만년동", "목상동", "문화동", "방현동", "반석동", "봉명동", "신탄진", "석교동", "신일동", "석봉동", "선화동", "산성동", "송촌동", "용문동", "원내동", "안영동", "오류동", "용계동", "유천동", "용운동", "용전동", "용두동", "은행동", "월평동", "전민동", "지족동", "장대동", "죽동", "태평동", "탄방동", "호동"];

export const 세종 = ["전체", "세종시", "보령동", "새롬동", "도담동", "종촌동", "아름동", "소담동", "대평동", "고운동", "한솔동", "나성동", "어진동", "가람동", "다정동", "조치원읍", "연서면", "전동면", "장군면", "부강면", "금남면", "부강리", "소정리"];

export const 광주 = [
  "전체", "광산구", "남구", "동구", "북구", "서구", "상무지구", "수완지구", "첨단지구",
  "광천동", "금호동", "계림동", "농성동", "내방동", "노대동", "덕흥동", "동림동", "동명동",
  "대인동", "도천동", "두암동", "매월동", "문흥동", "마륵동", "봉선동", "본촌동", "백운동",
  "벽진동", "석정동", "신장동", "신안동", "산수동", "신창동", "신가동", "선암동", "수완동",
  "송하동", "신용동", "상무동", "쌍암동", "쌍촌동", "압촌동", "용봉동", "월산동", "유동",
  "일곡동", "운림동", "유촌동", "우산동", "운암동", "운남동", "월곡동", "월계동", "양산동",
  "주월동", "장덕동", "진월동", "치평동", "첨단동", "칠석동", "풍암동", "하남동", "행암동",
  "화정동", "화장동"
];

export const 대구 = ["전체", "달성군", "남구", "달서구", "동구", "북구", "서구", "수성구", "중구", "종로", "논공읍", "다사읍", "유가읍", "화원읍", "현풍읍", "교동", "구암동", "계산동", "각산동", "감삼동", "내당동", "남산동", "노원동", "남일동", "두산동", "두류동", "동일동", "동인동", "도원동", "대봉동", "대신동", "대현동", "동변동", "동천동", "대명동", "동호동", "문화동", "만촌동", "매천동", "봉덕동", "비산동", "방촌동", "본동", "봉무동", "봉산동", "본리동", "복현동", "범어동", "불로동", "서내동", "수창동", "수성동", "성당동", "사일동", "서변동", "신당동", "삼덕동", "송현동", "신암동", "신서동", "신매동", "산격동", "상덕동", "상인동", "신천동", "상동", "이곡동", "인교동", "율하동", "유천동", "월성동", "용덕동", "장기동", "진천동", "지저동", "죽전동", "지산동", "칠성동", "침산동", "태전동", "포정동", "평리동", "향촌동", "호림동", "호산동", "효목동", "학정동", "황금동"];

export const 울산 = ["전체", "울주군", "남구", "동구", "북구", "중구", "장생포", "범서읍", "삼남읍", "온산읍", "언양읍", "교동", "고사동", "농소동", "남외동", "남화동", "대현동", "달동", "매암동", "매곡동", "무거동", "반구동", "복산동", "방어동", "신정동", "삼산동", "삼호동", "수암동", "서부동", "상개동", "상안동", "성남동", "성안동", "선암동", "약사동", "연암동", "옥교동", "옥동", "여천동", "일산동", "우정동", "용잠동", "진장동", "전하동", "태화동", "호계동", "화정동", "학성동"];

export const 부산 = ["전체", "기장군", "금정구", "강서구", "남구", "동구", "동래구", "마린시티", "북구", "서구", "사하구", "사상구", "수영구", "서면", "센텀시티", "연제구", "영도구", "중구", "진구", "장산", "해운대구", "정관읍", "거제동", "광안동", "괴정동", "개금동", "감천동", "괘법동", "구포동", "구서동", "남포동", "남천동", "남산동", "다대동", "대교동", "대청동", "동광동", "당리동", "덕천동", "대연동", "문현동", "민락동", "명지동", "만덕동", "망미동", "명장동", "명륜동", "반송동", "반여동", "범천동", "범일동", "부전동", "부평동", "부곡동", "신호동", "서동", "수정동", "사직동", "수안동", "석대동", "우동", "양정동", "안락동", "용호동", "용당동", "온천동", "연산동", "일광", "전포동", "주례동", "중앙동", "장전동", "재송동", "좌동", "창선동", "초량동", "토성동", "화명동", "하단동", "삼성리", "창선동"];




export const 강원 = ["전체", "강릉시", "동해시", "삼척시", "속초시", "원주시", "춘천시", "태백시", "고성군", "양구군", "양양군", "영월군", "인제군", "정선군", "철원군", "평창군", "홍천군", "화천군", "횡성군", "고한읍", "동송읍", "문막읍", "사북읍", "대관령", "동내면", "서면", "지정면", "토성면", "강릉교동", "관설동", "남양동", "동명동", "단계동", "단구동", "당저동", "명륜동", "무실동", "부곡동", "발한동", "반곡동", "속초교동", "삼척교동", "석사동", "임당동", "운교동", "일산동", "온의동", "우산동", "요선동", "옥천동", "입암동", "정상동", "조양동", "춘천교동", "천곡동", "청학동", "퇴계동", "포남동", "황지동", "홍제동", "학성동", "효자동", "후평동", "동화리"]


export const 충북 =["전체", "제천", "청주", "충주", "괴산군", "단양군", "보은군", "음성군", "영동군", "옥천군", "증평군", "진천군", "지웰시티", "충북혁신도시", "상당구", "서원구", "청원구", "흥덕구", "덕산읍", "오창읍", "오송읍", "광혜원면", "대소원면", "맹동면", "금천동", "금릉동", "교현동", "고암동", "가경동", "강서동", "개신동", "내덕동", "모충동", "문화동", "분평동", "복대동", "봉명동", "봉산리", "수곡동", "성화동", "사창동", "산남동", "우암동", "연수동", "율량동", "의림동", "용담동", "용산동", "용암동", "주성동", "주중동", "장락동", "칠금동", "충인동", "청전동", "탑동", "호암동", "화산동", "동성리", "합목리"]

export const 충남 = ["전체", "계룡시", "공주시", "논산시", "당진시", "보령시", "서산시", "아산시", "천안시", "내포신도시", "금산군", "부여군", "서천군", "예산군", "청양군", "태안군", "홍성군", "동남구", "서북구", "대산읍", "배방읍", "성거읍", "송악읍", "삽교읍", "직산읍", "홍북읍", "둔포면", "성연면", "석문면", "신평면", "엄사면", "음봉면", "영인면", "입장면", "탕정면", "금학동", "내동", "대천동", "두정동", "다가동", "동문동", "대흥동", "동대동", "모종동", "문성동", "불당동", "봉명동", "봉정동", "백석동", "부창동", "신부동", "성황동", "신방동", "수청동", "성정동", "신안동", "산성동", "삼룡동", "성성동", "시곡동", "신관동", "쌍용동", "온천동", "읍내동", "온양동", "예천동", "업성동", "용화동", "원성동", "옥룡동", "차암동", "취암동", "채운동", "청당동", "태봉동", "풍기동", "공수리", "석곡리", "장재리", "신경리"]

export const 전북 = ["전체", "김제시", "군산시", "남원시", "익산시", "전주시", "정읍시", "고창군", "무주군", "부안군", "순창군", "완주군", "임실군", "장수군", "진안군", "신시가지", "전주혁신도시", "덕진구", "완산구", "봉동읍", "삼례읍", "인월면", "이서면", "황등면", "금암동", "고사동", "검산동", "나운동", "동산동", "대명동", "도통동", "미룡동", "모현동", "미장동", "마동", "부송동", "수송동", "서신동", "산북동", "송천동", "수성동", "서암동", "신동", "신풍동", "삼천동", "소룡동", "산정동", "우아동", "어양동", "오식도", "여의동", "인후동", "인화동", "연지동", "영등동", "요촌동", "지곡동", "중동", "중화산", "중앙동", "태평동", "평화동", "효자동", "향교동", "갈산리"]

export const 전남 = ["전체", "광양시", "나주시", "목포시", "순천시", "여수시", "강진군", "고흥군", "곡성군", "구례군", "담양군", "무안군", "보성군", "신안군", "영광군", "영암군", "완도군", "장성군", "장흥군", "진도군", "함평군", "해남군", "화순군", "돌산읍", "삼호읍", "소라면", "해룡면", "광영동", "교동", "국동", "덕암동", "명륜동", "문수동", "미평동", "보광동", "빛가람동", "봉산동", "산정동", "삼향동", "소호동", "신기동", "상동", "선원동", "옥암동", "왕지동", "안산동", "용당동", "용해동", "웅천동", "오천동", "여서동", "연향동", "조례동", "종화동", "중동", "풍덕동", "화장동", "학동", "덕례리"]

export const 경북 = ["전체", "경주시", "구미시", "경산시", "김천시", "문경시", "상주시", "안동시", "영주시", "영천시", "포항시", "고령군", "군위군", "봉화군", "성주군", "영덕군", "영양군", "예천군", "울릉군", "울진군", "의성군", "청도군", "청송군", "칠곡군", "금호읍", "북삼읍", "석적읍", "산동읍", "왜관읍", "안강읍", "오천읍", "진량읍", "흥해읍", "호명면", "후포면", "가흥동", "공단동", "구평동", "냉림동", "대잠동", "대동", "동천동", "두호동", "덕곡동", "문외동", "무양동", "문내동", "복룡동", "백천동", "봉곡동", "부곡동", "신평동", "상도동", "서문동", "성건동", "상모동", "성내동", "사곡동", "삼풍동", "송정동", "서부동", "신음동", "옥산동", "오태동", "운흥동", "용두동", "옥계동", "율곡동", "인의동", "임당동", "완산동", "용상동", "원평동", "야사동", "옥동", "용흥동", "양덕동", "여천동", "인동", "정평동", "진평동", "중방동", "정하동", "조영동", "죽도동", "조교동", "창포동", "충효동", "평화동", "휴천동", "형곡동", "황상동", "문덕", "해도동", "산대리"]

export const 경남 = ["전체", "거제시", "김해시", "밀양시", "사천시", "양산시", "진주시", "창원시", "통영시", "고성군", "거창군", "남해군", "산청군", "의령군", "창녕군", "하동군", "합천군", "함양군", "함안군", "마산", "성산구", "의창구", "진해구", "가야읍", "내서읍", "물금읍", "진영읍", "칠원읍", "광도면", "동면", "북면", "하북면", "고현동", "구산동", "강남동", "가좌동", "관동동", "내동", "내덕동", "대청동", "동성동", "도남동", "덕계동", "무전동", "무계동", "명서동", "북신동", "북정동", "부원동", "부곡동", "봉곡동", "북부동", "벌리동", "상남동", "삼문동", "선구동", "삼계동", "삼방동", "수월동", "서금동", "신안동", "삼호동", "석전동", "삼정동", "석동", "서상동", "성주동", "산호동", "상대동", "옥포동", "율하동", "용호동", "어방동", "인사동", "용원동", "외동", "오동동", "양덕동", "월남동", "아주동", "장유동", "중부동", "중앙동", "장천동", "장대동", "중성동", "장평동", "초전동", "칠암동", "충무공동", "평산동", "평거동", "팔용동", "호탄동", "합포동", "회원동", "하대동", "항남동", "향촌동", "해운동", "화천동", "합성동", "현동", "가촌리"]

export const 제주 = ["전체", "서귀포시", "제주시", "성산읍", "애월읍", "조천읍", "한림읍", "표선면", "건입동", "노형동", "대포동", "송산동", "색달동", "서호동", "서홍동", "서귀동", "삼도동", "연동", "오라동", "이도동", "일도동", "용담동", "정방동", "중문동", "호근동"]

export const 경기 = ["전체", "고양시", "과천시", "광명시", "광주시", "구리시", "군포시", "김포시", "남양주시", "동두천시", "부천시", "성남시", "수원시", "시흥시", "안산시", "안성시", "안양시", "양주시", "여주시", "오산시", "용인시", "의왕시", "의정부시", "이천시", "파주시", "평택시", "포천시", "하남시", "화성시", "가평군", "양평군", "연천군", "광교", "동탄", "다산", "미사", "배곧", "별내", "송탄", "위례", "운정", "판교", "송산", "권선구", "기흥구", "기흥구청", "덕양구", "단원구", "동안구", "만안구", "모란", "미금", "분당구", "수정구", "수지구", "수지구청", "상록구", "영통구", "일산", "장안구", "중원구", "처인구", "팔달구", "고촌읍", "곤지암읍", "공도읍", "남양읍", "문산읍", "봉담읍", "부발읍", "소흘읍", "오남읍", "안중읍", "와부읍", "양촌읍", "장호원읍", "진접읍", "전곡읍", "초월읍", "청북읍", "퇴계원읍", "통진읍", "포곡읍", "팽성읍", "포승읍", "화도읍", "향남읍", "광적면", "강상면", "대월면", "마장면", "백암면", "월롱면", "용문면", "양성면", "퇴촌면", "팔탄면", "현덕면", "궐동", "갈매동", "가능동", "금촌동", "광사동", "구래동", "구운동", "경안동", "관양동", "금곡동", "금정동", "괴안동", "고색동", "고산동", "구천동", "곡반정동", "김량장동", "금광동", "가장동", "거모동", "기산동", "고잔동", "권선동", "고덕동", "관고동", "고등동", "고천동", "구갈동", "고현동", "금오동", "교문동", "내손동", "농서동", "능동", "능곡동", "녹양동", "대화동", "도당동", "덕풍동", "동백동", "대야동", "대천동", "도내동", "대야미동", "동패동", "동천동", "동삭동", "덕이동", "덕정동", "마두동", "마북동", "마평동"]